"Continue" = "계속";

"Software Update" = "소프트웨어 업데이트";
"Release Notes:" = "릴리즈 노트:";
"Remind Me Later" = "나중에 다시 보기";
"Install on Quit" = "Install on Quit";
"Install and Relaunch" = "Install and Relaunch";
"Skip This Version" = "이번 버전은 건너뛰기";

"Automatically download and install updates" = "자동으로 업데이트 다운로드 및 설치하기";
"No newer version available." = "더 새로운 버전은 없습니다.";
"An error occurred in retrieving update information. Please try again later." = "An error occurred in retrieving update information. Please try again later.";
"A new version of {0} is available! Would you like to download it now?" = "A new version of {0} is available! Would you like to download it now?";

/* Progress messages */
"Installing update…" = "Installing update…";
"Checking for updates…" = "Checking for updates…";
"Downloading update…" = "Downloading update…";
"Extracting update…" = "Extracting update…";

"Version {0} is now available" = "Version {0} is now available";
